import styles from "./page.module.scss";
import { IoIosStar } from "react-icons/io";

export default function TermsPage() {
  return (
    <div className="app-container marginTop">
      <div className={styles.info}>
        <div className={styles.title}>
          <IoIosStar />
          <h3>سياسة الخصوصية – منصة Talent Scout</h3>
        </div>
        <p>
          ترحّب بك منصة Talent Scout، ونقدّر ثقتك بنا. نحن ملتزمون بحماية
          خصوصيتك وضمان أعلى درجات الأمان لبياناتك. تهدف هذه السياسة إلى توضيح
          كيفية جمع البيانات ومعالجتها وتخزينها ومشاركتها، بالإضافة إلى بيان
          حقوقك في ما يتعلق بخصوصيتك عند استخدامك خدمات Talent Scout.
        </p>
        <p>
          تُعد موافقتك على هذه السياسة جزءًا أساسيًّا من استخدامك للمنصة، وننصحك
          بقراءتها بعناية. قبول الشروط
        </p>
      </div>

      <div className={styles.info}>
        <div className={styles.title}>
          <IoIosStar />
          <h3>نطاق تطبيق السياسة</h3>
        </div>
        <p>
          ترحّب بك منصة Talent Scout، ونقدّر ثقتك بنا. نحن ملتزمون بحماية
          خصوصيتك وضمان أعلى درجات الأمان لبياناتك. تهدف هذه السياسة إلى توضيح
          كيفية جمع البيانات ومعالجتها وتخزينها ومشاركتها، بالإضافة إلى بيان
          حقوقك في ما يتعلق بخصوصيتك عند استخدامك خدمات Talent Scout.
        </p>
        <p>
          تُعد موافقتك على هذه السياسة جزءًا أساسيًّا من استخدامك للمنصة، وننصحك
          بقراءتها بعناية. قبول الشروط
        </p>
      </div>

      <div className={styles.info}>
        <div className={styles.title}>
          <IoIosStar />
          <h3>سياسة الخصوصية – منصة Talent Scout</h3>
        </div>
        <p>
          ترحّب بك منصة Talent Scout، ونقدّر ثقتك بنا. نحن ملتزمون بحماية
          خصوصيتك وضمان أعلى درجات الأمان لبياناتك. تهدف هذه السياسة إلى توضيح
          كيفية جمع البيانات ومعالجتها وتخزينها ومشاركتها، بالإضافة إلى بيان
          حقوقك في ما يتعلق بخصوصيتك عند استخدامك خدمات Talent Scout.
        </p>
        <p>
          تُعد موافقتك على هذه السياسة جزءًا أساسيًّا من استخدامك للمنصة، وننصحك
          بقراءتها بعناية. قبول الشروط
        </p>
      </div>

      <div className={styles.info}>
        <div className={styles.title}>
          <IoIosStar />
          <h3>نطاق تطبيق السياسة</h3>
        </div>
        <p>
          ترحّب بك منصة Talent Scout، ونقدّر ثقتك بنا. نحن ملتزمون بحماية
          خصوصيتك وضمان أعلى درجات الأمان لبياناتك. تهدف هذه السياسة إلى توضيح
          كيفية جمع البيانات ومعالجتها وتخزينها ومشاركتها، بالإضافة إلى بيان
          حقوقك في ما يتعلق بخصوصيتك عند استخدامك خدمات Talent Scout.
        </p>
        <p>
          تُعد موافقتك على هذه السياسة جزءًا أساسيًّا من استخدامك للمنصة، وننصحك
          بقراءتها بعناية. قبول الشروط
        </p>
      </div>

      <div className={styles.info}>
        <div className={styles.title}>
          <IoIosStar />
          <h3>سياسة الخصوصية – منصة Talent Scout</h3>
        </div>
        <p>
          ترحّب بك منصة Talent Scout، ونقدّر ثقتك بنا. نحن ملتزمون بحماية
          خصوصيتك وضمان أعلى درجات الأمان لبياناتك. تهدف هذه السياسة إلى توضيح
          كيفية جمع البيانات ومعالجتها وتخزينها ومشاركتها، بالإضافة إلى بيان
          حقوقك في ما يتعلق بخصوصيتك عند استخدامك خدمات Talent Scout.
        </p>
        <p>
          تُعد موافقتك على هذه السياسة جزءًا أساسيًّا من استخدامك للمنصة، وننصحك
          بقراءتها بعناية. قبول الشروط
        </p>
      </div>
    </div>
  );
}
